[
    {
        "name": "Cialis 20mg",
        "category": "sex",
        "price": "$650",
        "description": "The weekend pill, lasting up to 36 hours.",
        "benefits": "Cialis 20mg contains the active ingredient Tadalafil, which blocks PDE5, relaxing the blood vessels in your penis. This allows increased blood flow into the penis and decreased blood flow out.. As the strongest dose, Cialis 20mg is an on-demand option that has longer-lasting effects for up to 36 hours of play.",
        "howToUse": "Take one pill at least 30 minutes before sex. The effect can last up to 36 hours.",
        "goodToKnow": "1. Cialis 20mg can be taken with or without food.\n\n 2. Avoid grapefruit juice and excessive alcohol intake while taking Cialis 5mg as these may increase your risk of side effects and affect the efficacy of the medication.\n\n 3. Common side effects include headache, facial flushing, muscle aches, back pain, nasal congestion and indigestion.",
        "quantityPerUnit": "4 doses",
        "strength": "20mg",
        "unit": "box",
        "isPopular": 0,
        "isPrescription": 1,
        "dosageVariantTitle": "How often do you anticipate taking Cialis 20mg for sex each month?",
        "frequencyVariantTitle": "How often do you prefer your medication to be delivered?"
    },
    {
        "name": "Cialis 5mg",
        "category": "sex",
        "price": "$1.200",
        "description": "Daily pill for greater flexibility.",
        "benefits": "Cialis 5mg contains the active ingredient Tadalafil, which blocks PDE5, relaxing the blood vessels in your penis. This allows increased blood flow into the penis and decreased blood flow out.. The daily dosage helps you be ready at any time in the day (when sexually stimulated), allowing for more spontaneous intimacy.",
        "howToUse": "Take one whole pill daily around the same time each day. Do not take Cialis 5mg more than once a day.",
        "goodToKnow": "1. Cialis 5mg can be taken with or without food.\n\n 2. Cialis 5mg usually reaches peak concentration in your bloodstream between 30 minutes and 6 hours, if you prefer to plan ahead.\n\n 3. Avoid grapefruit juice and excessive alcohol intake while taking Cialis 5mg as these may increase your risk of side effects and affect the efficacy of the medication.\n\n 4.Common side effects include headache, facial flushing, muscle aches, back pain, nasal congestion and indigestion.",
        "quantityPerUnit": "28 doses",
        "strength": "5mg",
        "unit": "box",
        "isPopular": 0,
        "isPrescription": 1,
        "dosageVariantTitle": "",
        "frequencyVariantTitle": "How often do you prefer your medication to be delivered?"
    },
    {
        "name": "Fresh",
        "category": "sex",
        "price": "$34",
        "description": "Intimate cleansing wipes to meet your hygiene needs on-the-go.",
        "benefits": "Fresh contains aloe vera to moisturise the skin and defend against rashes and redness, menthol to soften and refresh your skin with a cooling sensation and castor oil to help restore the skin’s natural moisture balance.",
        "howToUse": "Gently clean the intended area and carefully dispose of the wipe after use. Use a fresh wipe each time.",
        "goodToKnow": "1. Fresh intimate wipes have been carefully formulated to be gentle on the skin and pH controlled. In case of skin sensitivity, we recommend testing the wipe on a small area of skin before larger use.",
        "quantityPerUnit": "10 wipes",
        "strength": "",
        "unit": "box",
        "isPopular": 0,
        "isPrescription": 0,
        "dosageVariantTitle": "How many boxes of Fresh Intimate Wipes do you anticipate using each month?",
        "frequencyVariantTitle": "How often do you prefer your order to be delivered?"
    },
    {
        "name": "Priligy",
        "category": "sex",
        "price": "$610",
        "description": "On-demand pill to prolong your satisfaction.",
        "benefits": "Priligy is a selective serotonin reuptake inhibitor (SSRI). It works by increasing serotonin activity which leads to a delayed reaction in parts of the brain which control ejaculation.",
        "howToUse": "Take one pill 1-3 hours before sex. The effect can last up to 12 hours.",
        "goodToKnow": "1. Priligy can be taken with or without food, but it is recommended that you take it with a full glass of water to stay well hydrated when taking the medication.\n\n 2. Avoid grapefruit juice and excessive alcohol intake while taking Priligy as these may increase your risk of side effects and affect the efficacy of the medication.\n\n 3. Common side effects include nausea, dizziness, headache, diarrhoea, insomnia and fatigue.",
        "quantityPerUnit": "6 doses",
        "strength": "30mg",
        "unit": "box",
        "isPopular": 0,
        "isPrescription": 1,
        "dosageVariantTitle": "How often do you anticipate taking Priligy for sex each month?",
        "frequencyVariantTitle": "How often do you anticipate taking Priligy for sex each month?"
    },
    {
        "name": "Sildenafil",
        "category": "sex",
        "price": "$260",
        "description": "The same active ingredient as Viagra, but 70% cheaper and 100% as effective.",
        "benefits": "The active ingredient in Viagra is Sildenafil, an enzyme inhibitor which blocks PDE5, increasing blood flow into the penis, and decreasing blood flow out.",
        "howToUse": "Take one pill at least 30 - 60mins before sex. The effect can last up to 6-8 hours.",
        "goodToKnow": "1. It can take 2-3 uses before you see the best results.\n\n 2. Works faster on an empty stomach as fats from food can prevent absorption in the body.\n\n 3. Common side effects include headaches, dizziness, nausea and feeling flushed.",
        "quantityPerUnit": "4 doses",
        "strength": "100mg",
        "unit": "box",
        "isPopular": 0,
        "isPrescription": 1,
        "dosageVariantTitle": "How often do you anticipate taking Sildenafil for sex each month?",
        "frequencyVariantTitle": "How often do you prefer your order to be delivered?"
    },
    {
        "name": "Tadalafil 20mg",
        "category": "sex",
        "price": "$280",
        "description": "Same long-lasting effects as Cialis 20mg, at half the cost.",
        "benefits": "The active ingredient in Cialis is Tadalafil, a PDE5 inhibitor which causes the relaxation of blood vessels in your penis. This causes increased blood flow into the penis and decreased blood flow out. Taken as and when needed, Tadalafil 20mg gives you the same long-lasting effects as its branded counterpart.",
        "howToUse": "Take one pill at least 30 mins before sex. The effect can last up to 36 hours.",
        "goodToKnow": "1. Tadalafil 20mg can be taken with or without food.\n\n 2. Grapefruit juice should be avoided when taking Tadalafil 20mg in case of increased risk of side effects.\n\n 3. Common side effects include headache, flushing, back pain, nasal congestion, nausea and indigestion.",
        "quantityPerUnit": "4 doses",
        "strength": "20mg",
        "unit": "box",
        "isPopular": 1,
        "isPrescription": 1,
        "dosageVariantTitle": "How often do you anticipate taking Tadalafil 20mg for sex each month?",
        "frequencyVariantTitle": "How often do you prefer your medication to be delivered?"
    }
]