[
    {
        "name": "Grow",
        "category": "hair",
        "price": "$34",
        "description": "Your glow up secret for healthier hair, skin and nails.",
        "benefits": "A dietary supplement crafted to help strengthen your hair, skin, and nails, Grow contains a range of ingredients that have been selected for their nutritional benefits. The star ingredient being Biotin, also known as Vitamin B7, clinically proven to improve hair strength, shine and volume. Regular consumption of Grow will help minimize hair fall, regulate glowing skin, and reduce brittleness in the nails.",
        "howToUse": "Take 4 capsules daily, or take 2 in the day and 2 at night.",
        "goodToKnow": "1. Best results can be seen after taking Grow for 3 consecutive months.\n\n 2. Grow can be taken with or without food.",
        "quantityPerUnit": "120 capsules",
        "strength": "",
        "unit": "bottle",
        "isPopular": 0,
        "isPrescription": 0,
        "dosageVariantTitle": "",
        "frequencyVariantTitle": "How often do you prefer your order to be delivered?"
    },
    {
        "name": "SuperGrow Pack",
        "category": "hair",
        "price": "$105",
        "description": "All-round care kit for the ultimate hair loss solution.",
        "benefits": "Along with Daily Pill and Topical Tonic to stop hair loss and improve hair follicle environment, the SuperGrow Pack contains DHT-blocking shampoo that promotes hair volume & moisture lock-in, with a specially formulated hair supplement for greater support. This treatment is best for overall hair loss.",
        "howToUse": "Pill: Take one pill daily around the same time each day. Tonic: Massage 1ml into affected spots on your scalp twice a day, once in the morning and once at night. Shampoo: Apply to the affected area on your scalp, lather with water, and leave on for 5 minutes before rinsing off.",
        "goodToKnow": "1. Visible hair regrowth is only seen after at least 3-6 months of treatment.\n\n 2. Finasteride can be taken with or without food.\n\n 3. Women who are pregnant or potentially pregnant should not touch Finasteride.\n\n 4. Make sure your hair and scalp are clean and dry when applying Minoxidil.\n\n 5. Avoid any activities that may wash away or dilute the Topical Tonic for 2-4 hours after application, to allow Minoxidil to penetrate deeply into the scalp.\n\n 6. Common side effects include dryness, itching and redness on the scalp and temporary hair loss (which will usually stop after the first 1-2 months of treatment).",
        "quantityPerUnit": "pack",
        "strength": "",
        "unit": "pack",
        "isPopular": 0,
        "isPrescription": 1,
        "dosageVariantTitle": "",
        "frequencyVariantTitle": "How often do you prefer your order to be delivered?"
    },
    {
        "name": "Cialis 5mg",
        "category": "sex",
        "price": "$195",
        "description": "Daily pill for greater flexibility.",
        "benefits": "Cialis 5mg contains the active ingredient Tadalafil, which blocks PDE5, relaxing the blood vessels in your penis. This allows increased blood flow into the penis and improves erectile function. The daily dosage helps you achieve erection at any time in the day (when sexually stimulated), allowing for more spontaneous intimacy.",
        "howToUse": "Take one whole pill daily around the same time each day. Do not take Cialis 5mg more than once a day.",
        "goodToKnow": "1. Cialis 5mg can be taken with or without food.\n\n 2. Cialis 5mg usually reaches peak concentration in your bloodstream between 30 minutes and 6 hours, if you prefer to plan ahead.\n\n 3. Avoid grapefruit juice and excessive alcohol intake while taking Cialis 5mg as these may increase your risk of side effects and affect the efficacy of the medication.\n\n 4.Common side effects include headache, facial flushing, muscle aches, back pain, nasal congestion and indigestion.",
        "quantityPerUnit": "28 doses",
        "strength": "5mg",
        "unit": "box",
        "isPopular": 0,
        "isPrescription": 1,
        "dosageVariantTitle": "",
        "frequencyVariantTitle": "How often do you prefer your medication to be delivered?"
    },
    {
        "name": "Cialis 20mg",
        "category": "sex",
        "price": "$77",
        "description": "The weekend pill, lasting up to 36 hours.",
        "benefits": "Cialis 20mg contains the active ingredient Tadalafil, which blocks PDE5, relaxing the blood vessels in your penis. This allows increased blood flow into the penis and improves erectile function when stimulated. As the strongest dose, Cialis 20mg is an on-demand option that has longer-lasting effects for up to 36 hours of play.",
        "howToUse": "Take one pill at least 30 minutes before sex. The effect can last up to 36 hours.",
        "goodToKnow": "1. Cialis 20mg can be taken with or without food.\n\n 2. Avoid grapefruit juice and excessive alcohol intake while taking Cialis 5mg as these may increase your risk of side effects and affect the efficacy of the medication.\n\n 3. Common side effects include headache, facial flushing, muscle aches, back pain, nasal congestion and indigestion.",
        "quantityPerUnit": "4 doses",
        "strength": "20mg",
        "unit": "box",
        "isPopular": 0,
        "isPrescription": 1,
        "dosageVariantTitle": "How often do you anticipate taking Cialis 20mg for sex each month?",
        "frequencyVariantTitle": "How often do you prefer your medication to be delivered?"
    },
    {
        "name": "Vigour",
        "category": "sex",
        "price": "$49",
        "description": "Boost your mind and body with this all-natural supplement.",
        "benefits": "Carefully curated to contain the most essential nutrients for men, world’s best KSM-66® Ashwagandha Root Extract stars as one of Vigour’s main ingredients. Clinically proven to increase testosterone, promote sexual performance and enhance cardio-respiratory endurance, all while keeping you calm and focused by lowering your stress hormone levels.",
        "howToUse": "Take two tablets daily on a full stomach. Alternatively, take one tablet at lunch and 1 tablet at dinner.",
        "goodToKnow": "1. Vigour is 100% vegetarian.\n\n 2. Possible side effects include gastrointestinal discomfort, diarrhoea, altered mood, insomnia, and muscle cramps. If you are experiencing serious side effects, stop taking the supplement immediately and consult a doctor for an evaluation.",
        "quantityPerUnit": "60 capsules",
        "strength": "",
        "unit": "bottle",
        "isPopular": 0,
        "isPrescription": 0,
        "dosageVariantTitle": "",
        "frequencyVariantTitle": "How often do you prefer your medication to be delivered?"
    },
    {
        "name": "Levitra",
        "category": "sex",
        "price": "$55",
        "description": "On-demand pill for better satisfaction.",
        "benefits": "The active ingredient in Levitra is Vardenafil, which inhibits PDE5, relaxing the blood vessels in your penis. This allows increased blood flow into the penis and improves erectile function when stimulated, reducing erectile dysfunction.",
        "howToUse": "Take one pill at least 25-60 minutes before sex. The effect can last up to 4-6 hours.",
        "goodToKnow": "1. Levitra can be taken with or without food. If taken with food, avoid having a heavy meal as this may cause effects to take longer to set in.\n\n 2. Avoid grapefruit juice and excessive alcohol intake while taking Spedra as these may increase your risk of side effects and affect the efficacy of the medication.\n\n 3. Common side effects include headache, flushing, nasal congestion and indigestion.",
        "quantityPerUnit": "4 doses",
        "strength": "200mg",
        "unit": "box",
        "isPopular": 0,
        "isPrescription": 1,
        "dosageVariantTitle": "How often do you anticipate taking Levitra for sex each month?",
        "frequencyVariantTitle": "How often do you prefer your medication to be delivered?"
    },
    {
        "name": "Noah x LELO: F1S™ Bundle",
        "category": "sex",
        "price": "$380",
        "description": "Includes the app-enabled F1S™ V2 and a water-based lube made with body-safe ingredients.",
        "benefits": "Instead of just standard vibrations, one of F1S™ V2's motors emits sonic waves that permeate deep into your penis. Enjoy intense orgasms as the pleasure resonates from all directions at once. Alongside F1S™ V2, our water-based Personal Moisturiser is fragrance-free, pH balanced and made from body-safe ingredients for your discreet and healthy pleasure.",
        "howToUse": "Apply a generous amount of our personal moisturiser, switch on and slide in and find the vibration setting that works best for you.",
        "goodToKnow": "1. F1S™ is made from body-safe silicone.\n\n 2.F1S™ is completely waterproof. Try using it in the bath or the shower!",
        "quantityPerUnit": "bundle",
        "strength": "5mg",
        "unit": "bundle",
        "isPopular": 0,
        "isPrescription": 0,
        "dosageVariantTitle": "",
        "frequencyVariantTitle": "How often do you prefer your medication to be delivered?"
    },
    {
        "name": "Personal Moisturiser",
        "category": "sex",
        "price": "$29",
        "description": "Personal Moisturiser to slide you right into action, whether you’re pleasuring yourself or a partner.",
        "benefits": "Noah's water-based Personal Moisturiser is made from body-safe ingredients and safe for use with all our toys and latex products. This Personal Moisturiser is glycerin-free, paraben-free, fragrance-free and pH balanced for your discreet and healthy pleasure.",
        "howToUse": "Our personal moisturiser can be used from the opening scene all the way through to the final act.",
        "goodToKnow": "1. As our personal moisturiser is water-based, it’s safe to use with any latex product, like condoms. There should also be minimal stains after use.",
        "quantityPerUnit": "tube",
        "strength": "",
        "unit": "tube",
        "isPopular": 0,
        "isPrescription": 0,
        "dosageVariantTitle": "",
        "frequencyVariantTitle": ""
    },
    {
        "name": "Priligy",
        "category": "sex",
        "price": "$50",
        "description": "On-demand pill to prolong your satisfaction.",
        "benefits": "Priligy is a selective serotonin reuptake inhibitor (SSRI). It works by increasing serotonin activity, leading to a delayed reaction in parts of the brain which control ejaculation, prolonging the time to reach orgasm.",
        "howToUse": "Take one pill 1-3 hours before sex. The effect can last up to 12 hours.",
        "goodToKnow": "1. Priligy can be taken with or without food, but it is recommended that you take it with a full glass of water to stay well hydrated when taking the medication.\n\n 2. Avoid grapefruit juice and excessive alcohol intake while taking Priligy as these may increase your risk of side effects and affect the efficacy of the medication.\n\n 3. Common side effects include nausea, dizziness, headache, diarrhoea, insomnia and fatigue.",
        "quantityPerUnit": "3 doses",
        "strength": "30mg",
        "unit": "box",
        "isPopular": 0,
        "isPrescription": 1,
        "dosageVariantTitle": "How often do you anticipate taking Priligy for sex each month?",
        "frequencyVariantTitle": "How often do you anticipate taking Priligy for sex each month?"
    },
    {
        "name": "Prolong Spray",
        "category": "sex",
        "price": "$39",
        "description": "10% lidocaine spray to help you last longer.",
        "benefits": "Prolong Spray contains the active ingredient lidocaine, which helps prevent PE by reducing sensitivity in your skin tissue. When applied to the penis, your sensation will be reduced, meaning you're less likely to ejaculate earlier than you would like to.",
        "howToUse": "Apply Prolong Spray to the underside of the shaft and head of your penis 10 - 15 minutes prior to sexual activity. The effects can last up to a few hours.",
        "goodToKnow": "1. You can apply Prolong Spray while your penis is flaccid or erect.\n\n 2. Wait 10 - 15 minutes after application before sex to reduce the risk of transferring Prolong Spray to your partner and reducing their sensitivity.\n\n 3. Prolong Spray is generally safe for use during pregnancy. If your partner is pregnant or breastfeeding, do check with your doctor before use.\n\n 4. Common side effects include temporary loss of sensitivity, which could affect your ability to maintain an erection, cause skin irritation or a burning sensation.\n\n 5. Most side effects can be avoided by using a smaller dose of Prolong Spray first, then gradually adjusting to a greater dose to suit your needs.",
        "quantityPerUnit": "8ml",
        "strength": "",
        "unit": "bottle",
        "isPopular": 0,
        "isPrescription": 1,
        "dosageVariantTitle": "",
        "frequencyVariantTitle": "How often do you prefer your order to be delivered?"
    },
    {
        "name": "Spedra",
        "category": "sex",
        "price": "$67",
        "description": "New and improved second-gen pill for quicker action and less side effects.",
        "benefits": "The active ingredient in Spedra is Avanafil, which inhibits PDE5, relaxing the blood vessels in your penis thus increasing blood flow into the penis to achieve a fuller, harder erection. Being the first second-gen ED med, Spedra has an improved formula, so it can take effect in as little as 15 minutes, plus has less reported side effects.",
        "howToUse": "Take one pill at least 15 minutes before sex. The effect can last up to 4-6 hours.",
        "goodToKnow": "1. Spedra can be taken with or without food. If taken with food, effects may take longer to set in.\n\n 2. Avoid grapefruit juice and excessive alcohol intake while taking Spedra as these may increase your risk of side effects and affect the efficacy of the medication.\n\n 3. Common side effects include headache, flushing and nasal congestion.",
        "quantityPerUnit": "4 doses",
        "strength": "200mg",
        "unit": "box",
        "isPopular": 0,
        "isPrescription": 1,
        "dosageVariantTitle": "How often do you anticipate taking Spedra for sex each month?",
        "frequencyVariantTitle": "How often do you prefer your medication to be delivered?"
    },
    {
        "name": "Sildenafil",
        "category": "sex",
        "price": "$35",
        "description": "The same active ingredient as Viagra, but 70% cheaper and 100% as effective.",
        "benefits": "The active ingredient in Viagra is Sildenafil, an enzyme inhibitor which blocks PDE5, increasing blood flow into the penis, and decreasing blood flow out, reducing erectile dysfunction.",
        "howToUse": "Take one pill at least 30 - 60mins before sex. The effect can last up to 6-8 hours.",
        "goodToKnow": "1. It can take 2-3 uses before you see the best results.\n\n 2. Works faster on an empty stomach as fats from food can prevent absorption in the body.\n\n 3. Common side effects include headaches, dizziness, nausea and feeling flushed.",
        "quantityPerUnit": "4 doses",
        "strength": "100mg",
        "unit": "box",
        "isPopular": 0,
        "isPrescription": 1,
        "dosageVariantTitle": "How often do you anticipate taking Sildenafil for sex each month?",
        "frequencyVariantTitle": "How often do you prefer your order to be delivered?"
    },
    {
        "name": "Sex Therapy",
        "category": "sex",
        "price": "$150",
        "description": "No pills, just talk.",
        "benefits": "",
        "howToUse": "",
        "goodToKnow": "",
        "quantityPerUnit": "session (45 mins)",
        "strength": "",
        "unit": "session (45 mins)",
        "isPopular": 0,
        "isPrescription": 1,
        "dosageVariantTitle": "",
        "frequencyVariantTitle": ""
    },
    {
        "name": "Finasteride + Minoxidil 5%",
        "category": "hair",
        "price": "$85",
        "description": "Doctor-recommended, clinically proven combination treatment.",
        "benefits": "The Daily Pill (Finasteride) and Topical Tonic (Minoxidil) work to block the conversion of testosterone into DHT (dihydrotestosterone), increase blood flow, improve hair follicle environment and replace old hair with new, thicker hairs. This helps to reduce and sometimes, even stop hair loss. This treatment is best for receding hairlines and bald spots.",
        "howToUse": "Take one pill daily around the same time each day. Massage 1ml of the Topical Tonic into affected spots on your scalp twice a day, once in the morning and once at night.",
        "goodToKnow": "1. Visible hair regrowth is only seen after at least 3-6 months of treatment.\n\n 2. Finasteride can be taken with or without food.\n\n 3. Women who are pregnant or potentially pregnant should not touch Finasteride.\n\n 4. Make sure your hair and scalp are clean and dry when applying Minoxidil.\n\n 5. Avoid any activities that may wash away or dilute the Topical Tonic for 2-4 hours after application, to allow Minoxidil to penetrate deeply into the scalp.\n\n 6. Common side effects include dryness, itching and redness on the scalp and temporary hair loss (which will usually stop after the first 1-2 months of treatment).",
        "quantityPerUnit": "pack",
        "strength": "",
        "unit": "pack",
        "isPopular": 0,
        "isPrescription": 1,
        "dosageVariantTitle": "",
        "frequencyVariantTitle": "How often do you prefer your order to be delivered?"
    },
    {
        "name": "Tadalafil 20mg",
        "category": "sex",
        "price": "$40",
        "description": "Same long-lasting effects as Cialis 20mg, at half the cost.",
        "benefits": "The active ingredient in Cialis is Tadalafil, a PDE5 inhibitor which causes the relaxation of blood vessels in your penis. This causes increased blood flow into the penis and improves erectile function when stimulated, reducing erectile dysfunction. Taken as and when needed, Tadalafil 20mg gives you the same long-lasting effects as its branded counterpart.",
        "howToUse": "Take one pill at least 30 mins before sex. The effect can last up to 36 hours.",
        "goodToKnow": "1. Tadalafil 20mg can be taken with or without food.\n\n 2. Grapefruit juice should be avoided when taking Tadalafil 20mg in case of increased risk of side effects.\n\n 3. Common side effects include headache, flushing, back pain, nasal congestion, nausea and indigestion.",
        "quantityPerUnit": "4 doses",
        "strength": "20mg",
        "unit": "box",
        "isPopular": 1,
        "isPrescription": 1,
        "dosageVariantTitle": "How often do you anticipate taking Tadalafil 20mg for sex each month?",
        "frequencyVariantTitle": "How often do you prefer your medication to be delivered?"
    },
    {
        "name": "Tadalafil 5mg",
        "category": "sex",
        "price": "$105",
        "description": "The same active ingredient as Cialis 5mg, but 50% cheaper and 100% as effective.",
        "benefits": "The active ingredient in Cialis is Tadalafil, a PDE5 inhibitor which causes the relaxation of blood vessels in your penis. This causes increased blood flow into the penis and improves erectile function when stimulated, reducing erectile dysfunction. Taken daily, Tadalafil 5mg gives you the freedom for more impromptu play.",
        "howToUse": "Take one whole pill daily around the same time each day.",
        "goodToKnow": "1. Tadalafil 5mg can be taken with or without food.\n\n 2. Grapefruit juice should be avoided when taking Tadalafil 5mg in case of increased risk of side effects.\n\n 3. Common side effects include headache, flushing, back pain, nasal congestion and indigestion.",
        "quantityPerUnit": "28 doses",
        "strength": "5mg",
        "unit": "box",
        "isPopular": 0,
        "isPrescription": 1,
        "dosageVariantTitle": "",
        "frequencyVariantTitle": "How often do you prefer your medication to be delivered?"
    },
    {
        "name": "Finasteride",
        "category": "hair",
        "price": "$45",
        "description": "The same active ingredient as Propecia, 100% as effective.",
        "benefits": "The active ingredient in Propecia is Finasteride. Finasteride works by blocking the conversion of testosterone into DHT (dihydrotestosterone), an androgen which shrinks hair follicles. Taking Finasteride has been proven effective in reducing, sometimes even stopping, hair loss. This Daily Pill is best for receding hairlines.",
        "howToUse": "Take one pill daily around the same time each day.",
        "goodToKnow": "1. Visible hair regrowth will only be seen after at least 3-6 months of treatment.\n\n 2. Finasteride can be taken with or without food.\n\n 3. Women who are pregnant or potentially pregnant should not touch the medication.",
        "quantityPerUnit": "28 doses",
        "strength": "1mg",
        "unit": "bottle",
        "isPopular": 0,
        "isPrescription": 1,
        "dosageVariantTitle": "",
        "frequencyVariantTitle": "How often do you prefer your order to be delivered?"
    },
    {
        "name": "Panbesy",
        "category": "wellbeing",
        "price": "$65",
        "description": "Appetite surpressant to trim down safely.",
        "benefits": "Panbesy is an appetite surpressant that reduces feelings of hunger, and can help you lose 5-8% of your body weight over 3 months. Weight loss treatment using Panbest is most effective with diet and lifestyle adjustments recommended by your doctor.",
        "howToUse": "You will usually take your pill once a day, either an hour before having breakfast or 1-2 hours after breakfast. Depending on your doctor's instructions, you might have to take smaller doses of the medication up to 3 times a day.",
        "goodToKnow": "1. Panbesy is a short-term weight loss treatment that is taken over 12 weeks.\n\n 2. If you forget to take your medication, you should take it as soon as you remember. However, if you miss taking a dosage and it is later in the day, forgo this missed dose and take the next dose of Panbesy as normal.\n\n 3. Common side effects include insomnia, dry mouth, dizziness, nausea or vomiting, fatigue, diarrhoea and constipation.",
        "quantityPerUnit": "30 doses",
        "strength": "30mg",
        "unit": "box",
        "isPopular": 0,
        "isPrescription": 1,
        "dosageVariantTitle": "",
        "frequencyVariantTitle": "How often do you prefer your order to be delivered?"
    },
    {
        "name": "Fresh",
        "category": "sex",
        "price": "$6",
        "description": "Intimate cleansing wipes to meet your hygiene needs on-the-go.",
        "benefits": "Fresh contains aloe vera to moisturise the skin and defend against rashes and redness, menthol to soften and refresh your skin with a cooling sensation and castor oil to help restore the skin’s natural moisture balance.",
        "howToUse": "Gently clean the intended area and carefully dispose of the wipe after use. Use a fresh wipe each time.",
        "goodToKnow": "1. Fresh intimate wipes have been carefully formulated to be gentle on the skin and pH controlled. In case of skin sensitivity, we recommend testing the wipe on a small area of skin before larger use.",
        "quantityPerUnit": "10 wipes",
        "strength": "",
        "unit": "box",
        "isPopular": 0,
        "isPrescription": 0,
        "dosageVariantTitle": "How many boxes of Fresh Intimate Wipes do you anticipate using each month?",
        "frequencyVariantTitle": "How often do you prefer your order to be delivered?"
    }
]