[
    {
        "name": "Grow",
        "category": "hair",
        "price": "$34",
        "description": "Your glow up secret for healthier hair, skin and nails.",
        "benefits": "A dietary supplement crafted to help strengthen your hair, skin, and nails, Grow contains a range of ingredients that have been selected for their nutritional benefits. The star ingredient being Biotin, also known as Vitamin B7, clinically proven to improve hair strength, shine and volume. Regular consumption of Grow will help minimize hair fall, regulate glowing skin, and reduce brittleness in the nails.",
        "howToUse": "Take 4 capsules daily, or take 2 in the day and 2 at night.",
        "goodToKnow": "1. Best results can be seen after taking Grow for 3 consecutive months.\n\n 2. Grow can be taken with or without food.",
        "quantityPerUnit": "120 capsules",
        "strength": "",
        "unit": "bottle",
        "isPopular": 0,
        "isPrescription": 0,
        "dosageVariantTitle": "",
        "frequencyVariantTitle": "How often do you prefer your order to be delivered?"
    },
    {
        "name": "Personal Moisturiser",
        "category": "sex",
        "price": "$29",
        "description": "Personal Moisturiser to slide you right into action, whether you’re pleasuring yourself or a partner.",
        "benefits": "Noah's water-based Personal Moisturiser is made from body-safe ingredients and safe for use with all our toys and latex products. This Personal Moisturiser is glycerin-free, paraben-free, fragrance-free and pH balanced for your discreet and healthy pleasure.",
        "howToUse": "Our personal moisturiser can be used from the opening scene all the way through to the final act.",
        "goodToKnow": "1. As our personal moisturiser is water-based, it’s safe to use with any latex product, like condoms. There should also be minimal stains after use.",
        "quantityPerUnit": "tube",
        "strength": "",
        "unit": "tube",
        "isPopular": 0,
        "isPrescription": 0,
        "dosageVariantTitle": "",
        "frequencyVariantTitle": ""
    },
    {
        "name": "Sex Therapy",
        "category": "sex",
        "price": "$150",
        "description": "No pills, just talk.",
        "benefits": "",
        "howToUse": "",
        "goodToKnow": "",
        "quantityPerUnit": "session (45 mins)",
        "strength": "",
        "unit": "session (45 mins)",
        "isPopular": 0,
        "isPrescription": 1,
        "dosageVariantTitle": "",
        "frequencyVariantTitle": ""
    },
    {
        "name": "Diane-35",
        "category": "sex",
        "price": "$40",
        "description": "Feel good about yourself, enjoy your lifestyle",
        "benefits": "1. A combination pill that blocks the overproduction of androgen, which is responsible for reproduction.\n\n 2.Its anti-androgen effect is also used to treat irregular periods, excessive hair growth and acne.",
        "howToUse": "Take the pill at the same time every day.",
        "goodToKnow": "1. Missed a pill for less than 24 hours? Take the pill ASAP, and it'll remain just as effective.\n\n 2. Side effects include nausea, headache and stomach pain. But should go away once your body adjusts.",
        "quantityPerUnit": "21 doses",
        "strength": "",
        "unit": "box",
        "isPopular": 0,
        "isPrescription": 1,
        "dosageVariantTitle": "",
        "frequencyVariantTitle": "How often do you prefer your order to be delivered?"
    },
    {
        "name": "Ella",
        "category": "sex",
        "price": "$60",
        "description": "Be the boss of your body",
        "benefits": "Lowers the chance of pregnancy when taken within 5 days after unprotected sex. Ella is said to be 98.8% effective in preventing pregnancies when taken within 120 hours.",
        "howToUse": "Take only one dose at a time. Can be taken at any point, with or without food.",
        "goodToKnow": "1. If your period doesn’t come in the next 3 weeks, do take a pregnancy test.\n\n 2. Side effects include spotting within 2 – 3 days, nausea and vomiting.",
        "quantityPerUnit": "1 dose",
        "strength": "30mg",
        "unit": "box",
        "isPopular": 0,
        "isPrescription": 1,
        "dosageVariantTitle": "",
        "frequencyVariantTitle": ""
    },
    {
        "name": "Evra Patch",
        "category": "sex",
        "price": "$50",
        "description": "Find it hard to swallow? Try the patch.",
        "benefits": "1. Evra® patch works just like the pill — it stops ovulation and prevents sperm from swimming to the egg.\n 2. The only difference? You use it once a week.",
        "howToUse": "Simply stick it on clean, hairless areas like the buttock, abdomen or upper outer arm. And apply your first patch within the first 24 hours of your period.",
        "goodToKnow": "1. You'll apply a new patch every week for 3 weeks. Week 4 is patch-free.\n 2. Side effects include nausea, bloating, abdominal cramps and skin irritation.\n\n 3. But should go away once your body adjusts.",
        "quantityPerUnit": "3 patches",
        "strength": "",
        "unit": "box",
        "isPopular": 0,
        "isPrescription": 1,
        "dosageVariantTitle": "",
        "frequencyVariantTitle": "How often do you prefer your order to be delivered?"
    },
    {
        "name": "Mercilon",
        "category": "sex",
        "price": "$30",
        "description": "Keeps your eggs hidden, keeps your worries at bay",
        "benefits": "1. A combination pill that stops ovulation, creates thicker fluids in the cervix and prevents the womb lining from thickening.\n\n 2. It also helps with period cramps and lighter flow.",
        "howToUse": "Take the pill at the same time every day.",
        "goodToKnow": "1. Avoid if you’re over 35, smoke regularly or have a history of blood clots.\n\n 2. Missed a pill for less than 24 hours? Take it ASAP and stay protected against pregnancy.\n\n 3. Side effects include nausea, headache and stomach pain. But they should go away once your body adjusts.",
        "quantityPerUnit": "21 doses",
        "strength": "",
        "unit": "box",
        "isPopular": 0,
        "isPrescription": 1,
        "dosageVariantTitle": "",
        "frequencyVariantTitle": "How often do you prefer your order to be delivered?"
    },
    {
        "name": "Microgynon",
        "category": "sex",
        "price": "$20",
        "description": "Stay baby-free, be worry-free",
        "benefits": "A combination pill that overrides your menstrual cycle and prevents ovulation. It’s also known to reduce period cramps and lighten the flow.",
        "howToUse": "Take the 1st tablet on the 1st day of your period and continue daily for 21 days straight.",
        "goodToKnow": "Avoid this pill if you have a history of blood clots or heart problems.\n\n 2. Missed a pill for over 12 hours? Take it ASAP and use a condom for the next 7 days.\n\n 3. Side effects include nausea, breast soreness and bloating. But should go away once your body adjusts.",
        "quantityPerUnit": "21 doses",
        "strength": "",
        "unit": "box",
        "isPopular": 0,
        "isPrescription": 1,
        "dosageVariantTitle": "",
        "frequencyVariantTitle": "How often do you prefer your order to be delivered?"
    },
    {
        "name": "Postinor-2",
        "category": "sex",
        "price": "$25",
        "description": "Stop the drama in its tracks",
        "benefits": "1. Lowers the chance of pregnancy.\n\n 2. And is estimated to prevent 95% of expected pregnancies when taken within the first 24 hours.",
        "howToUse": "Take the first tablet no later than 72 hours after unprotected sex. Then the second tablet exactly 12 hours later.",
        "goodToKnow": "1. Do not take more than 4 tablets each month.\n\n 2. Side effects include nausea, vomiting, dizziness and headache.",
        "quantityPerUnit": "2 doses",
        "strength": "0.75ng",
        "unit": "box",
        "isPopular": 0,
        "isPrescription": 1,
        "dosageVariantTitle": "",
        "frequencyVariantTitle": ""
    },
    {
        "name": "Yasmin",
        "category": "sex",
        "price": "$45",
        "description": "Works just like Yaz, helps you stay in control of your body",
        "benefits": "A combination pill that stops sperm from swimming to the womb, blocks eggs from leaving the cervix and prevents them from growing too.",
        "howToUse": "Take the pill at the same time every day.",
        "goodToKnow": "Avoid if you’re over 35 and have a history of blood clots.\n\n 2. Missed a pill for less than 24 hours? Take it ASAP, and it’s still as effective at protecting you against pregnancy.\n\n 3. Side effects include nausea, headache and stomach pain. But should go away once your body adjusts.",
        "quantityPerUnit": "21 doses",
        "strength": "",
        "unit": "box",
        "isPopular": 1,
        "isPrescription": 1,
        "dosageVariantTitle": "",
        "frequencyVariantTitle": "How often do you prefer your order to be delivered?"
    },
    {
        "name": "Yaz",
        "category": "sex",
        "price": "$50",
        "description": "Have fun without messing up your lifestyle",
        "benefits": "A combination pill that protects you against pregnancy in 3 ways: stops ovulation, prevents sperm from entering the womb and doesn’t allow any egg to grow.",
        "howToUse": "Take the pill at the same time every day.",
        "goodToKnow": "1. Missed a pill for less than 24 hours? No worries. Take the pill ASAP, and you're still protected against pregnancy.\n\n 2. Common side effects include nausea, headache, stomach pain. But should go away once your body adjusts.",
        "quantityPerUnit": "28 doses",
        "strength": "",
        "unit": "box",
        "isPopular": 0,
        "isPrescription": 1,
        "dosageVariantTitle": "",
        "frequencyVariantTitle": "How often do you prefer your order to be delivered?"
    },
    {
        "name": "Zoey x LELO: SONA™ 2 Bundle",
        "category": "sex",
        "price": "$180",
        "description": "Includes SONA™ 2 to get you up to speed on the pleasure drive, and Personal Moisturiser to slide you right into action.",
        "benefits": "Forget conventional vibrations. SONA™ 2 uses sonic waves & pulses, giving you deeper and more intense orgasms leaving your body tingling for longer. Alongside SONA™ 2, our water-based Personal Moisturiser is fragrance-free, pH balanced and made from body-safe ingredients for your discreet and healthy pleasure.",
        "howToUse": "Gliding on a good amount of personal moisturiser to your body, play and adjust as you go.",
        "goodToKnow": "1. SONA™ 2 is made from body-safe silicone.\n\n 2. Avoid using SONA™ 2 in the shower as water stops your body's natural lubrication.",
        "quantityPerUnit": "bundle",
        "strength": "",
        "unit": "bundle",
        "isPopular": 0,
        "isPrescription": 0,
        "dosageVariantTitle": "",
        "frequencyVariantTitle": ""
    },
    {
        "name": "Minoxidil 2%",
        "category": "hair",
        "price": "$20",
        "description": "Topical treatment for bald spots and receding hair line",
        "benefits": "Minoxidil 2% helps you grow thicker, stronger hair by replacing shedding old hairs with strong new ones. Experience less side effects with a mild formulation that's gentle on your scalp.",
        "howToUse": "Use 1ml on affected areas on dry scalp twice daily. Leave on and avoid washing for 4 hours.",
        "goodToKnow": "1. Do not start or immediately stop this treatment should you want to be pregnant, are currently breastfeeding or intend to be. Studies have shown that this topical treatment can negatively impact your baby’s life, even through breastfeeding as this medication contains male sex hormones, androgens.",
        "quantityPerUnit": "60ml",
        "strength": "",
        "unit": "bottle",
        "isPopular": 0,
        "isPrescription": 0,
        "dosageVariantTitle": "",
        "frequencyVariantTitle": "How often do you prefer your order to be delivered?"
    },
    {
        "name": "Minoxidil 5%",
        "category": "hair",
        "price": "$45",
        "description": "Stronger topical treatment for bald spots and receding hair line",
        "benefits": "Minoxidil 5% helps you grow thicker, stronger hair by replacing shedding old hairs with strong new ones. Experience less side effects with a mild formulation that's gentle on your scalp.",
        "howToUse": "Use 1ml on affected areas on dry scalp twice daily. Leave on and avoid washing for 4 hours.",
        "goodToKnow": "1. Do not start or immediately stop this treatment should you want to be pregnant, are currently breastfeeding or intend to be. Studies have shown that this topical treatment can negatively impact your baby’s life, even through breastfeeding as this medication contains male sex hormones, androgens.",
        "quantityPerUnit": "100ml",
        "strength": "",
        "unit": "bottle",
        "isPopular": 0,
        "isPrescription": 0,
        "dosageVariantTitle": "",
        "frequencyVariantTitle": "How often do you prefer your order to be delivered?"
    },
    {
        "name": "Clindoxyl",
        "category": "skin",
        "price": "$40",
        "description": "Face the world with greater confidence",
        "benefits": "It kills bacteria that cause mild to moderate acne and peel off skin cells — may take months to see results.",
        "howToUse": "Apply a thin film over affected area once daily after washing with a mild cleanser.",
        "goodToKnow": "1. Avoid contact with eyes, nostrils, mouth, and sensitive skin.\n\n 2. Avoid if you have a history of Crohn's disease, ulcerative colitis, or inflammation of the small intestine.\n\n 3. Side effects include skin peeling, redness, dryness. Do contact your doctor if it persists or becomes severe.",
        "quantityPerUnit": "15g",
        "strength": "",
        "unit": "tube",
        "isPopular": 0,
        "isPrescription": 1,
        "dosageVariantTitle": "",
        "frequencyVariantTitle": ""
    },
    {
        "name": "Differin",
        "category": "skin",
        "price": "$45",
        "description": "Look good, love how you look",
        "benefits": "Dermatologist-approved, this gel helps normalize skin cell turnover, prevents clogged pores, treat acnes. It also helps to aid in natural exfoliation.",
        "howToUse": "1. Apply a thin film of gel to the areas of acne.\n\n 2. Let the gel or cream dry, and try not to touch the treated areas overnight.",
        "goodToKnow": "1. Avoid the use of oil-based makeups and creams. Cosmetic products with an abrasive, drying or peeling action may cause an extra irritant effect.",
        "quantityPerUnit": "30g",
        "strength": "",
        "unit": "tube",
        "isPopular": 0,
        "isPrescription": 1,
        "dosageVariantTitle": "",
        "frequencyVariantTitle": "How often do you prefer your order to be delivered?"
    },
    {
        "name": "Panbesy",
        "category": "wellbeing",
        "price": "$65",
        "description": "Appetite surpressant to trim down safely.",
        "benefits": "Panbesy is an appetite surpressant that reduces feelings of hunger, and can help you lose 5-8% of your body weight over 3 months. Weight loss treatment using Panbest is most effective with diet and lifestyle adjustments recommended by your doctor.",
        "howToUse": "You will usually take your pill once a day, either an hour before having breakfast or 1-2 hours after breakfast. Depending on your doctor's instructions, you might have to take smaller doses of the medication up to 3 times a day.",
        "goodToKnow": "1. Panbesy is a short-term weight loss treatment that is taken over 12 weeks.\n\n 2. If you forget to take your medication, you should take it as soon as you remember. However, if you miss taking a dosage and it is later in the day, forgo this missed dose and take the next dose of Panbesy as normal.\n\n 3. Common side effects include insomnia, dry mouth, dizziness, nausea or vomiting, fatigue, diarrhoea and constipation.",
        "quantityPerUnit": "30 doses",
        "strength": "30mg",
        "unit": "box",
        "isPopular": 0,
        "isPrescription": 1,
        "dosageVariantTitle": "",
        "frequencyVariantTitle": "How often do you prefer your order to be delivered?"
    }
]